/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "За 1 минуту до отключения";

/* Error string for OTR message string */
"A private conversation could not be set up." = "A private conversation could not be set up.";

/* Title for the about page */
"About" = "О программе";

/* Label for button to show version numbers and licenses */
"About This Version" = "About This Version";

/* SSL error message */
"Access denied" = "Нет доступа";

/* The string describing a buddy's account */
"Account" = "Учетная запись";

/* Error title when account is disconnected */
"Account Disconnected" = "Account Disconnected";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Отпечатки пользователя";

/* Title for the accounts tab */
"Accounts" = "Учетные записи";

/* String to be displayed when a buddy is Active */
"Active" = "Активно";

/* Button title to add someone as a buddy */
"Add" = "Добавить";

/* The title for the view to add a buddy */
"Add Buddy" = "Добавить контакт";

/* String to describe advanced set of settings */
"Advanced" = "Дополнительно";

/* Agree to EULA */
"Agree" = "Согласен";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "Поддержка AIM прекращена, так как используемая нами библиотека больше не поддерживается и содержит ошибки. Пожалуйста, удалите аккаунт.";

/* title for alert view */
"AIM Support Removed" = "Поддержка AIM прекращена";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Пароль открытым текстом";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "An error occured while encrypting a message and the message was not sent.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "An error occurred while setting up the database.";

/* SSL error message */
"Attempt to restore an unknown session" = "Попытка восстановить неизвестную сессию";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Автоматическое удаление";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Автоматическое шифрование";

/* Label in buddy list for users that are available */
"Available" = "Доступен";

/* Label in buddy list for users that are away */
"Away" = "Отошел";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "сеанс закончится через одну минуту.";

/* SSL error message */
"Bad certificate format" = "Неверный формат сертификата";

/* SSL error message */
"Bad MAC" = "Неверный MAC";

/* SSL error message */
"Bad protocol version" = "Неверная версия протокола";

/* SSL error message */
"Bad SSLCipherSuite" = "Неверный набор алгоритмов шифрования";

/* SSL error message */
"Bad unsupported cert format" = "Неподдерживаемый формат сертификата";

/* string to describe basic set of settings */
"Basic" = "Основное";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* The String for a button to block a buddy */
"Block" = "Блокировать";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Блокировать и удалить";

/* Name for default buddy group */
"Buddies" = "Общие";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Отпечатки контактов";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Информация";

/* Title for the buddy list tab */
"Buddy List" = "Контакты";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Предустановленные сертификаты";

/* Cancel an alert window */
"Cancel" = "Отмена";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Прервать защищенный разговор";

/* Error string for OTR message string */
"Cannot read the received message." = "Cannot read the received message.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Cannot recognize the type of OTR message received.";

/* SSL error message */
"Cert chain not verified by root" = "Цепочка сертификатов не проверена";

/* SSL error message */
"Certificate expired" = "Сертификат просрочен";

/* SSL error message */
"Certificate revoked" = "Сертификат отозван";

/* SSL error message */
"Chain had a cert not yet valid" = "Цепочка содержит неверный сертификат";

/* SSL error message */
"Chain had an expired cert" = "Цепочка содержит просроченный сертификат";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Change Passphrase";

/* Title for chat view */
"Chat" = "Чат";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Беседуй со мной безопасно";

/* Title for chats view */
"Chats" = "Chats";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Исходный код доступен на Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Ошибка обмена наборами алгоритмов шифрования";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Очистить чат";

/* Label for text field where you compose a new message */
"Compose" = "Compose";

/* SSL error message */
"Configuration error" = "Ошибка конфигурации";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Все равно подключиться";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Подключить Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Подключить существующий";

/* Whether or not account is logged in */
"Connected" = "Подключено";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connecting";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Подключение к Tor";

/* SSL error message */
"Connection closed gracefully" = "Соединение корректно завершено";

/* SSL error message */
"Connection closed via error" = "Соединение завершено с ошибкой";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Внести вклад в перевод";

/* Title for the conversations tab */
"Conversations" = "Беседы";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Копировать";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Не удается получить публичный ключ";

/* Title for button to create account */
"Create" = "Создать";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Создать новый";

/* Start of sentence that will be followed by names */
"Created by" = "Created by";

/* Title for progress of creating a new account */
"Creating Account" = "Создание аккаунта";

/* title label for the existing passphrase */
"Current Passphrase" = "Current Passphrase";

/* SSL error message */
"Decoding error" = "Ошибка декодирования";

/* SSL error message */
"Decompression failure" = "Ошибка распаковки";

/* SSL error message */
"Decryption error" = "Ошибка расшифровки";

/* SSL error message */
"Decryption failed" = "Не удалось расшифровать";

/* SSL error message */
"Decryption failure" = "Расшифрование неудачно";

/* default string to revert to normal language behaviour */
"Default" = "По умолчанию";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Удалить аккаунт?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Удаление чатов при отключении";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Доставлено";

/* Disagree with EULA */
"Disagree" = "Не согласен";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Отключить Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Отключен";

/* Text for button to dismiss alert view */
"Dismiss" = "Отменить";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Не беспокоить";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domain needs to be set";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Необходимо указать домен";

/* Title for donation link */
"Donate" = "Пожертвовать";

/* Title for button to press when user is finished */
"Done" = "Готово";

/* Error title when there is a duplicate account */
"Duplicate account" = "Duplicate account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Если контакт поддерживает";

/* Generic title for encryption errors */
"Encryption Error" = "Encryption Error";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Введенный текст";

/* title label for error when creating account */
"Error Creating Account" = "Error Creating Account";

/* Error message when registration fails */
"Error Registering Username" = "Ошибка регистрации";

/* Title of error message pop-up box */
"Error!" = "Ошибка!";

/* SSL error message */
"Export restriction" = "Ограничение экспорта";

/* Default message when a user status is set to extended away */
"Extended Away" = "Недоступен";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Не удалось подключиться к серверу. Проверьте учетные данные, интернет-соединение и повторите попытку.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Не удалось авторизоваться. Пожалуйста, повторите";

/* SSL error message */
"Fatal alert" = "Фатальное предупреждение";

/* your fingerprint */
"Fingerprint for you" = "Ваш отпечаток";

/* Size for the font in the chat screen */
"Font Size" = "Размер шрифта";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Forgot Passphrase?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Ушло";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Группа";

/* The string describing a buddy's groups ... plural */
"Groups" = "Группы";

/* SSL error message */
"Handshake failure" = "Ошибка хэндшейка";

/* Label for button to open link to translate app */
"Help Translate" = "Help Translate";

/* Label text for hostname field on login scree */
"Hostname" = "Хост";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Несовпадение имени хоста";

/* SSL error message */
"I/O would block (not fatal)" = "Ввод будет заблокирован (не фатально)";

/* Ignore an incoming message */
"Ignore" = "Игнорировать";

/* SSL error message */
"Illegal parameter" = "Неверный параметр";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "Для смены языка вернитесь на домашний экран и удалите ChatSecure из списка недавних приложений";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Неактивно";

/* Short for information, button title to get more information */
"Info" = "Инфо";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Начать шифрованный разговор";

/* SSL error message */
"Insufficient buffer provided" = "Недостаточный размер буфера";

/* SSL error message */
"Insufficient security" = "Недостаточно безопасно";

/* SSL error message */
"Internal error" = "Внутренняя ошибка";

/* SSL error message */
"Invalid certificate chain" = "Неверная цепочка сертификатов";

/* title label for invalid email */
"Invalid Email" = "Invalid Email";

/* Directions to the system software update */
"iOS Vulnerability" = "Уязвимость iOS";

/* Message shown in line for users that are available */
"is now available" = "теперь доступен";

/* Message shown in line for users that are away */
"is now away" = "теперь отошел";

/* Message shown in line for users that are offline */
"is now offline" = "теперь отключен";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "XMPP (Jabber)";

/* string to bring up language selector */
"Language" = "Язык";

/* String of title to alert user language is change */
"Language Change" = "Смена языка";

/* log in to account */
"Log In" = "Войти";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Нажмите Войти на странице Настройки (в верхнем правом углу списка контактов) и выберите контакт для чата";

/* log out from account */
"Log Out" = "Выйти";

/* shown during the login process */
"Logging in..." = "Вход...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Подключаться автоматически";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Войти в";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Выйти из OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Выйти из XMPP?";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Управление отпечатками OTR";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Управление сохраненными сертификатами";

/* just the word as a placeholder for the message text field */
"Message" = "Сообщение";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.";

/* SSL error message */
"Miscellaneous bad certificate" = "Неверный сертификат";

/* SSL error message */
"Module attach failure" = "Ошибка подключения модуля";

/* The string describing a buddy's display name */
"Name" = "Имя";

/* For a new settings value */
"New" = "Новый";

/* Title for New Account View */
"New Account" = "Новая учетная запись";

/* title label for the new passphrase */
"New Passphrase" = "New Passphrase";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Новый сертификат";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Новый статус: %@";

/* Label for button to go to next step */
"Next" = "Next";

/* SSL error message */
"No Error" = "Нет ошибки";

/* SSL error message */
"No renegotiation allowed" = "Возобновление запрещено";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Нет сохраненных учетных записей";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Недоступен";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Не проверен";

/* Label in buddy list for users that are offline */
"Offline" = "Не в сети";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Старый";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Open in Facebook";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Открыть в Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Open in Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Необязательно";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Другое";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR отпечатки";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "Пароль";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Сертификат удаленной стороны корректен либо проверка отключена";

/* SSL error message */
"Peer dropped connection before responding" = "Удаленная сторона сбросила соединение";

/* SSL error message */
"Peer host name mismatch" = "Несовпадение имени хоста";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Ожидает подтверждения";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Удалить навсегда";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Сохраненные сертификаты";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Please log into this account before managing requests.";

/* Label for port number field for connecting to service */
"Port" = "Порт";

/* label for link to ChatSecure project website */
"Project Homepage" = "Домашняя страница проекта";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Предполагаемый отпечаток для";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Читать";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Received an unencrypted message.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Недавние";

/* SSL error message */
"Record overflow" = "Переполнение записи";

/* Button title to reject a request such as a buddy request */
"Reject" = "Отклонить";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Remember Passphrase";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Запомнить пароль";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Запомнить имя";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Удалить";

/* Reply to an incoming message */
"Reply" = "Ответ";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Требовать защищенное соединение\ (TLS\)";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Требуется";

/* Label for text input for XMPP resource */
"Resource" = "Ресурс";

/* Title for button for saving a setting */
"Save" = "Сохранить";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Сертификаты";

/* Label for text field where you search for a buddy */
"Search" = "Search";

/* Title heading in settings */
"Security" = "Безопасность";

/* Title of alert box warning about security issues */
"Security Warning" = "Предупреждение о безопасности";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Самоподписанный сертификат";

/* For sending a message */
"Send" = "Отпр.";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Подтверждения доставки";

/* String on button to email feedback */
"Send Feedback" = "Обратная связь";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Уведомления о наборе";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* SSL error message */
"Server closed session with no notification" = "Сервер завершил соединение";

/* SSL error message */
"Server has requested a client cert" = "Требуется клиентский сертификат";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Set new database passphrase";

/* Title for the Settings screen */
"Settings" = "Настройки";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Настройки -> Основные -> Обновление ПО";

/* Title for sharing a link to the app */
"Share" = "Поделиться";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Предупреждение о выходе";

/* title label for signing up for a new account */
"Sign Up" = "Sign Up";

/* description for what the font size setting affects */
"Size for font in chat view" = "Размер шрифта чатов";

/* Label for button to skip this step */
"Skip" = "Skip";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Несовпадение хоста";

/* SSL error message */
"SSL protocol error" = "Ошибка SSL";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Запросы подписки";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "Чат не защищен";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "Чат защищен и отпечаток проверен";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Чат с %@ больше не защищен";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "Отпечаток изменен и требует проверки";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "Отпечаток не проверен";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "The previous message was resent.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Сервер XMPP не поддерживает регистрацию";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "There already exists an account with this username.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Ошибка проверки сертификата для %@. Это может говорить о попытке перехвата соединения";

/* Warns user that the current chat is secure */
"This chat is secured" = "Это безопасный чат";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Это безопасный и проверенный чат";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Этот QR-код содержит ссылку на http://omniqrcode.com/q/chatsecure и которая будет перенаправлена в App Store";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Поддержка Tor экспериментальна, используйте внимательно";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Печатает";

/* SSL error message */
"Underlying cryptographic error" = "Внутренняя ошибка криптографии";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Неверная(пропущенная) запись DTLS";

/* SSL error message */
"Unexpected message received" = "Получено неверное сообщение";

/* SSL error message */
"Unknown Cert Authority" = "Неизвестный центр сертификации";

/* SSL error message */
"Unknown certificate" = "Неизвестный сертификат";

/* Label for button to unlock app */
"Unlock" = "Unlock";

/* SSL error message */
"User canceled" = "Отмена пользователем";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Имя пользователя";

/* SSL error message */
"Valid cert chain, untrusted root" = "Корректная цепочка, недоверенный корневой сертификат";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Корректный сертификат";

/* To let the user know the fingerprint as been checked */
"Verified" = "Проверен";

/* Shown when verifying fingerprints */
"Verify" = "Проверить";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Проверить отпечаток";

/* Shown when verifying fingerprints */
"Verify Later" = "Проверить позже";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Версия";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Предупреждение: чат не защищен";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Внимание: Используйте с предосторожностью! Это может снизить вашу безопасность.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Когда вы закончите этот разговор, сообщения будут удалены навсегда.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Подключиться к UserVoice для отправки отзыва?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Вы (%@) были отключены";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Вы: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Беседа не безопасна";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Введите имя пользователя и пароль для входа";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Ваша версия iOS (%@) имеет серьезную проблему безопасности. Пожалуйста, обновитесь до последней версии как можно быстрее.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Ваше пожертвование поможет продолжить разработку ChatSecure";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Ваше имя пользователя Facebook не является адресом электронной почты, который вы используете для входа в Facebook";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.";

